Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/omegat/project_save.tmx
Source language: ru
Languages: be

source: Сырокомли Владислава
be: н/Уладзіслава Сыракомлі

source: Сябровская
be: пж/Сяброўская

source: Сядибная
be: пж/Сядзібная

source: Т Е Ц-овская дорожка
be: н/Т Е Ц-аўская сцежка

source: Т И М О Н О В А
be: н/Ц І М А Н А В А

source: Т. Брагонина
be: н/Т. Брагоніна

source: Тавбина
be: н/Таўбіна

source: Тавлая
be: н/Таўлая

source: Таганова
be: н/Таганава

source: Тагильский
be: пм/Тагільскі

source: Тадеуша Косцюшко
be: н/Тадэвуша Касцюшкі

source: Талалихина
be: н/Талаліхіна

source: Талаша
be: н/Талаша

source: Таллинская
be: пж/Талінская

source: Таллинский
be: пм/Талінскі

source: Тамары Дудко
be: н/Тамары Дудко

source: Тани Карпинской
be: н/Тані Карпінскай

source: Танкистов
be: н/Танкістаў

source: Танковая
be: пж/Танкавая

source: Танковый
be: пм/Танкавы

source: Тараса Ромашина
be: н/Тараса Рамашына

source: Тарасова
be: н/Тарасава

source: Тарасюка
be: н/Тарасюка

source: Тарашкевича
be: н/Тарашкевіча

source: Тарусичская
be: пж/Тарусіцкая

source: Тарусичский
be: пм/Тарусіцкі

source: Тарханова
be: н/Тарханава

source: Татарская
be: пж/Татарская

source: Татьянинская
be: пж/Таццянінская

source: Ташкентская
be: пж/Ташкенцкая

source: Ташкентский
be: пм/Ташкенцкі

source: Таёжная
be: пж/Таёжная

source: Твардовского
be: н/Твардоўскага

source: Творческая
be: пж/Творчая

source: Твёрдый
be: пм/Цвёрды

source: Театральная
be: пж/Тэатральная

source: Текстильная
be: пж/Тэкстыльная

source: Текстильный
be: пм/Тэкстыльны

source: Текстильшиков
be: н/Тэкстыльшчыкаў

source: Текстильщиков
be: н/Тэкстыльшчыкаў

source: Телегина
be: н/Цялегіна

source: Телеграфная
be: пж/Тэлеграфная

source: Телеграфный
be: пм/Тэлеграфны

source: Телефонная
be: пж/Тэлефонная

source: Телеханская
be: пж/Тэлеханская

source: Телешова
be: н/Целяшова

source: Тельмана
be: н/Тэльмана

source: Тенистая
be: пж/Цяністая

source: Тенистый
be: пм/Цяністы

source: Тепличная
be: пж/Цяплічная

source: Тепличный
be: пм/Цяплічны

source: Тереспольская
be: пж/Цярэспальская

source: Тереспольский
be: пм/Цярэспальскі

source: Тереховская
be: пж/Церахаўская

source: Терешковой
be: н/Церашковай

source: Терёхина
be: н/Цярохіна

source: Тесная
be: пж/Цесная

source: Тетки
be: н/Цёткі

source: Техникумовский
be: пм/Тэхнікумаўскі

source: Техническая
be: пж/Тэхнічная

source: Технический
be: пм/Тэхнічны

source: Технологическая
be: пж/Тэхналагічная

source: Тивидовская
be: пж/Тывідаўская

source: Тизенгауза
be: н/Тызенгаўза

source: Тикоцкого
be: н/Цікоцкага

source: Тимерязева
be: н/Ціміразева

source: Тимирязева
be: н/Ціміразева

source: Тимирязевская
be: пж/Ціміразеўская

source: Тимирязевский
be: пм/Ціміразеўскі

source: Тимирязовский
be: пм/Ціміразаўскі

source: Тимофеева
be: н/Цімафеева

source: Тимофеенко
be: н/Цімафеенкі

source: Тимошенко
be: н/Цімашэнкі

source: Тимченко
be: н/Цімчанкі

source: Тимчука
be: н/Цімчука

source: Тиражная
be: пж/Тыражная

source: Тиражный
be: пм/Тыражны

source: Тираспольская
be: пж/Ціраспальская

source: Тираспольский
be: пм/Ціраспальскі

source: Титенский
be: пм/Ціценскі

source: Титова
be: н/Цітова

source: Титовича
be: н/Цітовіча

source: Тихая
be: пж/Ціхая

source: Тихий
be: пм/Ціхі

source: Тихона
be: н/Ціхана

source: Тихона Барана
be: н/Ціхана Барана

source: Тихонова
be: н/Ціханава

source: Тишовская
be: пж/Цішоўская

source: Тишовский
be: пм/Цішоўскі

source: Ткацкая
be: пж/Ткацкая

source: Ткачева
be: н/Ткачова

source: Ткаченко
be: н/Ткачэнкі

source: Тобольский
be: пм/Табольскі

source: Товарищеский
be: пм/Таварыскі

source: Товарная
be: пж/Таварная

source: Товарный
be: пм/Таварны

source: Токарева
be: н/Токарава

source: Толбухина
be: н/Талбухіна

source: Толкачёва
be: н/Талкачова

source: Толстикова
be: н/Толсцікава

source: Толстого
be: н/Талстога

source: Томилина
be: н/Таміліна

source: Томина
be: н/Томіна

source: Томская
be: пж/Томская

source: Томский
be: пм/Томскі

source: Топографическая
be: пж/Тапаграфічная

source: Топографический
be: пм/Тапаграфічны

source: Тополевая
be: пж/Таполевая

source: Тополевый
be: пм/Таполевы

source: Тополиная
be: пж/Таполевая

source: Тополиный
be: пм/Таполевы

source: Тополлева
be: н/Топалева

source: Топольная
be: пж/Тапольная

source: Тополёвая
be: пж/Таполевая

source: Торговая
be: пж/Гандлёвая

source: Торговый
be: пм/Гандлёвы

source: Тордия
be: н/Тордзія

source: Тормасова
be: н/Тармасава

source: Торфозаводская
be: ж/Торфазаводская

source: Торфяная
be: пж/Тарфяная

source: Торфяной
be: пм/Тарфяны

source: Травеньская
be: пж/Травеньская

source: Травяная
be: пж/Травяная

source: Тракторная
be: пж/Трактарная

source: Тракторный
be: пм/Трактарны

source: Тракторостроителей
be: н/Трактарабудаўнікоў

source: Транзитная
be: пж/Транзітная

source: Транзитный
be: пм/Транзітны

source: Транспортная
be: пж/Транспартная

source: Транспортный
be: пм/Транспартны

source: Третья
be: пж/Трэцяя

source: Треугольный
be: пм/Трохвугольны

source: Трифонова
be: н/Трыфанава

source: Тришинская
be: пж/Трышынская

source: Троицкая
be: пж/Траецкая

source: Троллейбусная
be: пж/Тралейбусная

source: Троллейбусный
be: пм/Тралейбусны

source: Тросницкая
be: пж/Трасніцкая

source: Тросницкий
be: пм/Трасніцкі

source: Тростенецкая
be: пж/Трасцянецкая

source: Тростниковая
be: пж/Трысняговая

source: Трубницких
be: н/Трубніцкіх

source: Трубный
be: пм/Трубны

source: Труда
be: н/Працы

source: Труда Посёлок
be: н/Працы Пасёлак

source: Трудовая
be: пж/Працоўная

source: Трудовой
be: пм/Працоўны

source: Трусевича
be: н/Трусевіча

source: Трусова
be: н/Трусава

source: Труханова
be: н/Труханава

source: Труцевича
be: н/Труцэвіча

source: Тубелиса
be: н/Тубеліса

source: Тувальского
be: н/Тувальскага

source: Туловская
be: пж/Тулаўская

source: Туловский
be: пм/Тулаўскі

source: Тульская
be: пж/Тульская

source: Тульский
be: пм/Тульскі

source: Туманная
be: пж/Туманная

source: Туманный
be: пм/Туманны

source: Тупик
be: н/Тупік

source: Тупиковая
be: пж/Тупіковая

source: Тупиковый
be: пм/Тупіковы

source: Тупичевского
be: н/Тупічэўскага

source: Тупой
be: пм/Тупы

source: Туполева
be: н/Тупалева

source: Тургенева
be: н/Тургенева

source: Тургеньева
be: н/Тургенева

source: Турика
be: н/Турыка

source: Туристическая
be: пж/Турыстычная

source: Туристический
be: пм/Турыстычны

source: Туристская
be: пж/Турысцкая

source: Турова
be: н/Турава

source: Турчинского
be: н/Турчынскага

source: Тутаринова
be: н/Тутарынава

source: Тухачевского
be: н/Тухачэўскага

source: Тухочевского
be: н/Тухачэўскага

source: Тучинский
be: пм/Тучынскі

source: Тышкевича
be: н/Тышкевіча

source: Тышкевичей
be: н/Тышкевічаў

source: Тюлина
be: н/Цюліна

source: Тюльпановая
be: пж/Цюльпанавая

source: Тюменская
be: пж/Цюменская

source: Тютчева
be: н/Цютчава

source: Тябута
be: н/Цябута

source: Тяпинского
be: н/Цяпінскага

source: Уборевича
be: н/Убарэвіча

source: Угловая
be: пж/Вуглавая

source: Угловой
be: пм/Вуглавы

source: Углянская
be: пж/Вуглянская

source: Угольная
be: пж/Вугальная

source: Угольный
be: пм/Вугальны

source: Удачная
be: пж/Удалая

source: Удовикова
be: н/Удавікова

source: Узкая
be: пж/Вузкая

source: Узкий
be: пм/Вузкі

source: Украинская
be: пж/Украінская

source: Улановическая
be: пж/Уланавіцкая

source: Улановичская
be: пж/Уланавіцкая

source: Улановский
be: пм/Уланаўскі

source: Уласовца
be: н/Уласаўца

source: Улуковская
be: пж/Улукоўская

source: Ульянка
be: н/Ульянка

source: Ульянки
be: н/Ульянкі

source: Ульянова
be: н/Ульянава

source: Ульяновская
be: пж/Ульянаўская

source: Ульяновский
be: пм/Ульянаўскі

source: Ульяновых
be: н/Ульянавых

source: Уманская
be: пж/Уманская

source: Умелая
be: пж/Умелая

source: Университетская
be: пж/Універсітэцкая

source: Упорный
be: пм/Упорны

source: Уральская
be: пж/Уральская

source: Уральский
be: пм/Уральскі

source: Урбановича
be: н/Урбановіча

source: Уреченская
be: пж/Урэчанская

source: Уритского
be: н/Урыцкага

source: Урицкого
be: н/Урыцкага

source: Урожайная
be: пж/Ураджайная

source: Урожайный
be: пм/Ураджайны

source: Уручская
be: пж/Уруцкая

source: Усадебная
be: пж/Сядзібная

source: Усадебный
be: пм/Сядзібны

source: Усвятская
be: пж/Усвяцкая

source: Усова
be: н/Вусава

source: Усошина
be: н/Усошына

source: Успенская
be: пж/Успенская

source: Успенского
be: н/Успенскага

source: Усходняя
be: пж/Усходняя

source: Уткина
be: н/Уткіна

source: Утренняя
be: пж/Ранішняя

source: Утульная
be: пж/Утульная

source: Уфимская
be: пж/Уфімская

source: Учебный
be: пм/Вучэбны

source: Ученическая
be: пж/Вучнёўская

source: Ученический
be: пм/Вучнёўскі

source: Учительская
be: пж/Настаўніцкая

source: Учительский
be: пм/Настаўніцкі

source: Ушакова
be: н/Ушакова

source: Ушацкая
be: пж/Ушацкая

source: Ушачская
be: пж/Ушацкая

source: Уютная
be: пж/Утульная

source: Ф. Скарины
be: н/Ф. Скарыны

source: Фабрициуса
be: н/Фабрыцыуса

source: Фабричная
be: пж/Фабрычная

source: Фабричный
be: пм/Фабрычны

source: Фабричный двор
be: н/Фабрычны двор

source: Фадеева
be: н/Фадзеева

source: Факельный
be: пм/Факельны

source: Фанерная
be: пж/Фанерная

source: Фанерный
be: пм/Фанерны

source: Фанипольская
be: пж/Фаніпальская

source: Фанипольский
be: пм/Фаніпальскі

source: Фатина
be: н/Фаціна

source: Февральская
be: пж/Лютаўская

source: Февральский
be: пм/Лютаўскі

source: Федорова
be: н/Фёдарава

source: Федоры Мироновой
be: н/Фядоры Міронавай

source: Федосеева
be: н/Федасеева

source: Федосеенко
be: н/Федасеенкі

source: Федотова
be: н/Фядотава

source: Федько
be: н/Фядзько

source: Федюнинского
be: н/Фядзюнінскага

source: Федяя
be: н/Фядзяя

source: Фердинанда Рущица
be: н/Фердынанда Рушчыца

source: Фермерская
be: пж/Фермерская

source: Фермерский
be: пм/Фермерскі

source: Фестивальная
be: пж/Фестывальная

source: Фестивальный
be: пм/Фестывальны

source: Физкультурная
be: пж/Фізкультурная

source: Физкультурный
be: пм/Фізкультурны

source: Филатова
be: н/Філатава

source: Филидовича
be: н/Філідовіча

source: Филимонова
be: н/Філімонава

source: Филиппука
be: н/Філіпука

source: Флегонтова
be: н/Флягонтава

source: Флёрова
be: н/Флёрава

source: Фогеля
be: н/Фогеля

source: Фоканова
be: н/Факанава

source: Фольварковый
be: пм/Фальваркавы

source: Фольклорная
be: пж/Фальклёрная

source: Фолюш
be: н/Фолюш

source: Фомина
be: н/Фаміна

source: Фоминых
be: н/Фаміных

source: Фомичёва
be: н/Фамічова

source: Форт
be: н/Форт

source: Форт 7
be: н/Форт 7

source: Фортечная
be: пж/Фарцечная

source: Фортечый
be: пм/Фарцечны

source: Фортовая
be: пж/Фортавая

source: Франко
be: н/Франка

source: Франтишка Богушевича
be: н/Францішка Багушэвіча

source: Франтишка Скорины
be: н/Францішка Скарыны

source: Франтишканская
be: пж/Францішканская

source: Франтишканский
be: пм/Францішканскі

source: Франциска Скарины
be: н/Францішка Скарыны

source: Франциска Скорины
be: н/Францыска Скарыны

source: Француза
be: н/Француза

source: Фридриха Энгельса
be: н/Фрыдрыха Энгельса

source: Фроленкова
be: пм/Фраленкова

source: Фроликова
be: н/Фролікава

source: Фролкова
be: н/Фралкова

source: Фруктовая
be: пж/Фруктовая

source: Фруктовый
be: пм/Фруктовы

source: Фрунзе
be: н/Фрунзэ

source: Фрунзенский
be: пм/Фрунзенскі

source: Фурманова
be: н/Фурманава

source: Фурсенко
be: н/Фурсенкі

source: Фучика
be: н/Фучыка

source: Фёдора Стрельца
be: н/Фёдара Стральца

source: Фёдорова
be: н/Фёдарава

source: Хабаровская
be: пж/Хабараўская

source: Хадкевича
be: н/Хадкевіча

source: Халева
be: н/Халева

source: Халтурина
be: н/Халтурына

source: Хальзунова
be: н/Хальзунова

source: Харченко
be: н/Харчанкі

source: Харьковская
be: пж/Харкаўская

source: Харьковский
be: пм/Харкаўскі

source: Хасановская
be: пж/Хасанаўская

source: Хатаевича
be: н/Хатаевіча

source: Хацкевича
be: н/Хацкевіча

source: Хвойная
be: пж/Хвойная

source: Хвойный
be: пм/Хвойны

source: Хейнова
be: н/Хейнава

source: Хигрина
be: н/Хігрына

source: Химакова
be: н/Хімакова

source: Химзаводская
be: пж/Хімзаводская

source: Химиков
be: н/Хімікаў

source: Химическая
be: пж/Хімічная

source: Химический
be: пм/Хімічны

source: Хлебная
be: пж/Хлебная

source: Хлебосольная
be: пж/Хлебасольная

source: Хлуднева
be: н/Хлуднева

source: Хлуса
be: н/Хлуса

source: Хлюпина
be: н/Хлюпіна

source: Хмаринская
be: пж/Хмарынская

source: Хмелевая
be: пж/Хмелявая

source: Хмелевка
be: н/Хмелеўка

source: Хмелевская
be: пж/Хмеляўская

source: Хмелевский
be: пм/Хмелеўскі

source: Хмелевского
be: н/Хмялеўскага

source: Хмельнитского
be: н/Хмяльніцкага

source: Хмельницкого
be: н/Хмяльніцкага

source: Хо-Ши-Мина
be: н/Хо-Шы-Міна

source: Хованская
be: пж/Хаванская

source: Ходьки
be: н/Ходзькі

source: Хожевский
be: пм/Хажэўскі

source: Хозяйственная
be: пж/Гаспадарчая

source: Холецкий Лог
be: н/Халецкі Лог

source: Холмистая
be: пж/Халмістая

source: Холмогорская
be: пж/Халмагорская

source: Холмогорский
be: пм/Халмагорскі

source: Холмская
be: пж/Холмская

source: Холодная
be: пж/Халодная

source: Холостякова
be: н/Халасцякова

source: Хонинова
be: н/Ханінава

source: Хорошанский
be: пм/Харашанскі

source: Хоружей
be: н/Харужай

source: Хотимского
be: н/Хоцімскага

source: Хохрякова
be: н/Хахракова

source: Храмовича
be: н/Храмовіча

source: Храптовича
be: н/Храптовіча

source: Хрустальная
be: пж/Крыштальная

source: Хруцкого
be: н/Хруцкага

source: Худуловская
be: пж/Худулаўская

source: Хуторская
be: пж/Хутарская

source: Хуторской
be: пм/Хутарскі

source: Хуторянского
be: н/Хутранскага

source: Цаликова
be: н/Цалікава

source: Царенко
be: н/Царэнкі

source: Царюка
be: н/Царука

source: Цветаевой
be: н/Цвятаевай

source: Цветная
be: пж/Каляровая

source: Цветной
be: пм/Каляровы

source: Цветочная
be: пж/Кветкавая

source: Цветочный
be: пм/Кветкавы

source: Целибьева
be: н/Цаліб’ева

source: Целика
be: н/Цэліка

source: Целинная
be: пж/Цалінная

source: Целинный
be: пм/Цалінны

source: Центральная
be: пж/Цэнтральная

source: Центральнгрый
be: пм/Цэнтральны

source: Центральный
be: пм/Цэнтральны

source: Центролит
be: н/Цэнтраліт

source: Цимлянский
be: пм/Цімлянскі

source: Циммермана
be: н/Цымермана

source: Циолковского
be: н/Цыялкоўскага

source: Цнянская
be: пж/Цнянская

source: Чаадаева
be: н/Чаадаева

source: Чаборовая
be: пж/Чабаровая

source: Чайко
be: н/Чайко

source: Чайковского
be: н/Чайкоўскага

source: Чайлытко
be: н/Чайлыткі

source: Чалого
be: н/Чалага

source: Чапаева
be: н/Чапаева

source: Чапаевский
be: пм/Чапаеўскі

source: Чаплыгина
be: н/Чаплыгіна

source: Чародейная
be: пж/Чарадзейная

source: Чаусская Большая
be: пж/Чавусская Вялікая

source: Чаусское
be: пн/Чавусскае

source: Чеботарёва
be: н/Чабатарова

source: Чебрикова
be: н/Чэбрыкава

source: Чекалина
be: н/Чакаліна

source: Челюскина
be: н/Чалюскіна

source: Челюскинцев
be: н/Чалюскінцаў

source: Челябинский
be: пм/Чялябінскі

source: Ченковская
be: пж/Чанкоўская

source: Ченковский
be: пм/Чанкоўскі

source: Чепика
be: н/Чэпіка

source: Чепинская
be: пж/Чэпінская

source: Чепинская Слободка
be: н/Чэпінская Слабодка

source: Чепинский
be: пм/Чэпінскі

source: Чепурова
be: н/Чапурава

source: Червенский
be: пм/Чэрвенскі

source: Червоный
be: пм/Чарвонны

source: Червякова
be: н/Чарвякова

source: Черемухи Маака
be: н/Чаромхі Маака

source: Черепичная
be: пж/Чарапічная

source: Черепичный
be: пм/Чарапічны

source: Черкасова
be: н/Чаркесава

source: Чернака
be: н/Чарнака

source: Чернеевичская
be: пж/Чарнеевіцкая

source: Черниговская
be: пж/Чарнігаўская

source: Черниговский
be: пм/Чарнігаўскі

source: Черникова
be: н/Чарнікова

source: Чернинская
be: пж/Чэрнінская

source: Черницкая
be: пж/Чарніцкая

source: Черничная
be: пж/Чарнічная

source: Черноморская
be: пж/Чарнаморская

source: Черныша
be: н/Чарныша

source: Чернышевского
be: н/Чарнышэўскага

source: Чернышёва
be: н/Чарнышова

source: Черняховская
be: пж/Чарняхоўская

source: Черняховского
be: н/Чарняхоўскага

source: Черского
be: н/Чэрскага

source: Черткова
be: н/Чарткова

source: Черурова
be: н/Чачурава

source: Черёмуховая
be: пж/Чаромхавая

source: Черёмуховый
be: пм/Бэзавы

source: Чехова
be: н/Чэхава

source: Чечерская
be: пж/Чачэрская

source: Чещавляны
be: н/Чашчаўляны

source: Чигладзе
be: н/Чыгладзэ

source: Чигринова
be: н/Чыгрынава

source: Чижевских
be: н/Чыжэўскіх

source: Чижовская
be: пж/Чыжоўская

source: Чирковичская
be: пж/Чырковіцкая

source: Чистая
be: пж/Чыстая

source: Чистопрудная
be: пж/Чыстапрудная

source: Чичерина
be: н/Чычэрына

source: Чичурина
be: н/Чычурына

source: Чкалова
be: н/Чкалава

source: Чкаловский
be: пм/Чкалаўскі

source: Чонгарская
be: пж/Чангарская

source: Чонгарской дивизии
be: н/Чангарскай дывізіі

source: Чубукова
be: н/Чубукава

source: Чугунный
be: пм/Чыгунны

source: Чугуночная
be: пж/Чыгуначная

source: Чугуночный
be: пм/Чыгуначны

source: Чудесная
be: пж/Цудоўная

source: Чуйкова
be: н/Чуйкова

source: Чумакова
be: н/Чумакова

source: Чунчина
be: н/Чунчына

source: Чурилина
be: н/Чурыліна

source: Чюрлёниса
be: н/Чурлёніса

source: Шабаны
be: н/Шабаны

source: Шабельникова
be: н/Шабельнікава

source: Шабловского
be: н/Шаблоўскага

source: Шаврова
be: н/Шаўрова

source: Шагала
be: н/Шагала

source: Шакуро
be: н/Шакуры

source: Шаметько
be: н/Шамецькі

source: Шамякина
be: н/Шамякіна

source: Шандалова
be: н/Шандалава

source: Шаранговича
be: н/Шаранговіча

source: Шарипова
be: н/Шарыпава

source: Шарко
be: н/Шарко

source: Шаройко
be: н/Шаройкі

source: Шаталова
be: н/Шаталава

source: Шатько
be: н/Шацько

source: Шаумяна
be: н/Шаўмяна

source: Шафарнянская
be: пж/Шафарнянская

source: Шафрановая
be: пж/Шафранавая

source: Шахматная
be: пж/Шахматная

source: Шахтёров
be: н/Шахцёраў

source: Шахтёрская
be: пж/Шахцёрская

source: Швейная
be: пж/Швейная

source: Швейников
be: н/Швейнікаў

source: Швейный
be: пм/Швейны

source: Шевардиновская
be: пж/Шэвардзінаўская

source: Шевардиновский
be: пм/Шэвардзінаўскі

source: Шевцовой
be: н/Шаўцовай

source: Шевченко
be: н/Шаўчэнкі

source: Шейкина
be: н/Шейкіна

source: Шейпичи
be: н/Шэйпічы

source: Шелушкова
be: н/Шэлушкова

source: Шестая Линия
be: н/Шостая Лінія

source: Шидловского
be: н/Шыдлоўскага

source: Шилова
be: н/Шылава

source: Шинная
be: пж/Шынная

source: Шиповный
be: пм/Шыпоўны

source: Широкая
be: пж/Шырокая

source: Широкий
be: пм/Шырокі

source: Ширшова
be: н/Шыршова

source: Шишкина
be: н/Шышкіна

source: Шкловская
be: пж/Шклоўская

source: Шкловский
be: пм/Шклоўскі

source: Шкловской
be: н/Шклоўскай

source: Школная
be: пж/Школьная

source: Школьная
be: пж/Школьная

source: Школьный
be: пм/Школьны

source: Шлыкова
be: н/Шлыкава

source: Шлюзовая
be: пж/Шлюзавая

source: Шмидта
be: н/Шміта

source: Шмыглова
be: н/Шмыглова

source: Шмырёва
be: н/Шмырова

source: Шоколадовой
be: н/Шакаладавай

source: Шолахова
be: н/Шолахава

source: Шолом Алейхема
be: н/Шалом Алейхема

source: Шолом-Алейхема
be: н/Шалом/Алейхема

source: Шолохова
be: н/Шолахава

source: Шомина
be: н/Шоміна

source: Шопена
be: н/Шапэна

source: Шорная
be: пж/Шорная

source: Шоссейная
be: пж/Шасэйная

source: Шоссейный
be: пм/Шасэйны

source: Шоссейный перулок
be: н/Шасэйны завулак

source: Шоферский
be: пм/Шафёрскі

source: Шпилевская
be: пж/Шпілеўская

source: Шпилевский
be: пм/Шпілеўскі

source: Шрадера
be: н/Шрадэра

source: Штабной
be: н/Штабны

source: Штурманская
be: пж/Штурманская

source: Шуберта
be: н/Шуберта

source: Шубина
be: н/Шубіна

source: Шубитидзе
be: н/Шубіцідзэ

source: Шугаева
be: н/Шугаева

source: Шульги
be: н/Шульгі

source: Шумилинская
be: пж/Шумілінская

source: Шупени
be: н/Шупені

source: Шурмина
be: н/Шурміна

source: Шутова
be: н/Шутава

source: Щавликова
be: н/Шчаўлікава

source: Щеголёва
be: н/Шчагалёва

source: Щедрая
be: пж/Шчодрая

source: Щедрина
be: н/Шчадрына

source: Щекотовская
be: пж/Шчакатоўская

source: Щепкина
be: н/Шчэпкіна

source: Щербакова
be: н/Шчарбакова

source: Щербакова-Набережная
be: пж/Шчарбакова-Набярэжная

source: Щербины
be: н/Шчэрбіны

source: Щербитова
be: н/Шчарбітава

source: Щетинковская
be: пж/Шчацінкаўская

source: Щетинковский
be: пм/Шчацінкаўскі

source: Щорса
be: н/Шчорса

source: Щётовка
be: н/Шчотаўка

source: Э. Пашкевич
be: н/Э. Пашкевіч

source: Экзотическая
be: пж/Экзатычная

source: Экономическая
be: пж/Эканамічная

source: Экскаваторная
be: пж/Экскаватарная

source: Экскаваторный
be: пм/Экскаватарны

source: Элеваторная
be: пж/Элеватарная

source: Электрическая
be: пж/Электрычная

source: Электрический
be: пм/Электрычны

source: Электронная
be: пж/Электронная

source: Элизы Ожешко
be: н/Элізы Ажэшкі

source: Энгельса
be: н/Энгельса

source: Энгульса
be: н/Энгульса

source: Энергетиков
be: н/Энергетыкаў

source: Энергетическая
be: пж/Энэргетычная

source: Энергетический
be: пм/Энергетычны

source: Энергостроителей
be: н/Энергабудаўнікоў

source: Энтузиастов
be: н/Энтузіястаў

source: Эрнста Тельмана
be: н/Эрнста Тэльмана

source: Эссенская
be: пж/Эсэнская

source: Эссы
be: н/Эсы

source: Ю. Хобачева
be: н/Ю. Хобачава

source: Юбилейная
be: пж/Юбілейная

source: Юбилейный
be: пм/Юбілейны

source: Юго-Восточная
be: пж/Паўднёва-Усходняя

source: Юго-Западная
be: пж/Паўднёва-Заходняя

source: Южакова
be: н/Южакова

source: Южная
be: пж/Паўднёвая

source: Южный
be: пм/Паўднёвы

source: Южный Городок
be: н/Паўднёвы Гарадок

source: Юлиана Немцевича
be: н/Юльяна Нямцэвіча

source: Юмашева
be: н/Юмашава

source: Юная
be: пж/Юная

source: Юндила
be: н/Юндзілы

source: Юннатов
be: н/Юнатаў

source: Юности
be: н/Юнацтва

source: Юношеская
be: пж/Юнацкая

source: Юношеский
be: пм/Юнацкі

source: Юных Пионеров
be: н/Юных Піянераў

source: Юренко
be: н/Юрэнкі

source: Юрия Бобкова
be: н/Юрыя Бабкова

source: Юрия Гагарина
be: н/Юрыя Гагарына

source: Юрия Олеши
be: н/Юрыя Алешы

source: Юрия Самсонова
be: н/Юрыя Самсонава

source: Юрия Семеняко
be: н/Юрыя Семянякі

source: Юрченко
be: н/Юрчанкі

source: Юхневича
be: н/Юхневіча

source: Юхновца
be: н/Юхнаўца

source: Юшкевича
be: н/Юшкевіча

source: Я. Колоса
be: н/Я. Коласа

source: Яблоневая
be: пж/Яблыневая

source: Яблочкина
be: н/Яблычкіна

source: Явора
be: н/Явора

source: Яговкина
be: н/Ягоўкіна

source: Яговкина Е. П.
be: н/Ягаўкіна Е. П.

source: Ягодная
be: пж/Ягадная

source: Ягодный
be: пм/Ягадны

source: Язепа Дроздовича
be: н/Язэпа Драздовіча

source: Язепа Лесика
be: н/Язэпа Лёсіка

source: Языковича
be: н/Языковіча

source: Язэпа Дроздовича
be: н/Язэпа Драздовіча

source: Якова Зайца
be: н/Якава Зайца

source: Якова Свердлова
be: н/Якава Свярдлова

source: Яковлева
be: н/Якаўлева

source: Якуба Коласа
be: н/Якуба Коласа

source: Якуба Колоса
be: н/Якуба Коласа

source: Якуба Ясинского
be: н/Якуба Ясінскага

source: Якубова
be: н/Якубава

source: Якубовского
be: н/Якубоўскага

source: Ялугина
be: н/Ялугіна

source: Ямницкая
be: пж/Ямніцкая

source: Ямницкий
be: пм/Ямніцкі

source: Ямская
be: пж/Ямская

source: Яна Борщевского
be: Яна Баршчэўскага

source: Яна Налепки
be: н/Яна Налепкі

source: Яна Райниса
be: н/Яна Райніса

source: Яна Чечота
be: н/Яна Чачота

source: Янапольская
be: пж/Янапольская

source: Янищиц
be: н/Янішчыц

source: Янки Брыля
be: н/Янкі Брыля

source: Янки Купалы
be: н/Янкі Купалы

source: Янки Лучины
be: н/Янкі Лучыны

source: Янки Мавра
be: н/Янкі Маўра

source: Янки Нёманского
be: н/Янкі Нёманскага

source: Янковского
be: н/Янкоўскага

source: Янников Луг
be: н/Яннікаў Луг

source: Яновская
be: пж/Янаўская

source: Янопольская
be: пж/Янапольская

source: Янопольский
be: пм/Янапольскі

source: Янтарная
be: пж/Янтарная

source: Янтарный
be: пм/Янтарны

source: Янушковского
be: н/Янушкоўскага

source: Ярковская
be: пж/Яркоўская

source: Яровая
be: пж/Яравая

source: Ярославская
be: пж/Яраслаўская

source: Ярославский
be: пм/Яраслаўскі

source: Яроцкого
be: н/Яроцкага

source: Яроша
be: н/Яраша

source: Ярошевичская
be: пж/Ярашэвіцкая

source: Ярошевичский
be: пм/Ярашэвіцкі

source: Ясельдовская
be: пж/Ясельдаўская

source: Ясеневая
be: пж/Ясеневая

source: Ясная
be: пж/Ясная

source: Яснополянская
be: пж/Яснапалянская
